Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/asiantuntijaseminaari_saamelaiskarajalain_uudistamisesta_2_9_2021.html.tmx
Source language: fin
Languages: smn

source: Asiantuntijaseminaari saamelaiskäräjälain uudistamisesta 2.9.2021
smn: Äššitobdeeseminaar sämitiggelaavâ uđâsmitmist 2.9.2021

source: Lapin yliopiston oikeustieteiden tiedekunnassa järjestetään yhteistyössä oikeusministeriön ja Saamelaiskäräjien kanssa valmisteltu asiantuntijaseminaari saamelaiskäräjälain uudistamisesta torstaina 2.9.2021.
smn: Laapi ollâopâttuv riehtitiettuu tieđâkoddeest uárnejuvvoo oovtâstpargoost riehtiministeriöin já Sämitiggijn valmâštâllum äššitobdeeseminaar sämitiggelaavâ uđâsmitmist tuorâstuv 2.9.2021.

source: Tilaisuuden pääjärjestäjä on tiedekunnan alkuperäiskansaoikeuden osa-aikainen professori Martin Scheinin.
smn: Tilálâšvuođâ uáiviuárnejeijee lii tieđâkode algâaalmugrievti uásiáigásâš professor Martin Scheinin.

source: Asiantuntijaseminaarin tarkoituksena on tarjota kansainvälisille, suomalaisille ja saamelaisille asiantuntijoille mahdollisuus arvioida toimikunnan ehdotuksia ja keskustella niistä.
smn: Äššitobdeeseminaar ulmen lii faallâđ almugijkoskâsâš, syemmilâš já sämmilâš äššitobdeid máhđulâsvuođâ miäruštâllâđ toimâkode iävtuttâsâid já savâstâllâđ toin.

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso osallistuu seminaariin ja pitää yhden seminaarin avauspuheenvuoroista.
smn: Sämitige saavâjođetteijee Tuomas Aslak Juuso siärvá seminaarân já tuálá oovtâ seminaar lekkâmsahâvuáruin.

source: – Saamelaiskäräjälain uudistaminen on nyt erittäin ajankohtainen aihe ja odotan mielenkiinnolla järjestettävää asiantuntijaseminaaria.
smn: – Sämitiggelaavâ uđâsmittem lii tääl eromâš äigikyevdilis fáddá já mun vuárdám mielâkiddiivâšvuođáin seminaar.

source: On tärkeää, että seminaari tarjoaa kansainvälisille ihmisoikeusasiantuntijoille areenan arvioida saamelaiskäräjälakitoimikunnan ehdotuksia ja keskustella niistä, sanoo Juuso.
smn: Lii tehálâš, ete seminaar fáálá almugijkoskâsâš olmoošvuoigâdvuotâäššitobdeid saje miäruštâllâđ sämitiggelahâtoimâkode iävtuttâsâid já savâstâllâđ toin, iätá Juuso.

source: Seminaariin osallistuvat myös Saamelaiskäräjien ehdotuksesta nimetyt saamelaiskäräjälakitoimikunnan jäsenet.
smn: Seminaarân uásálisteh meid Sämitige iävtuttâsâst nomâttum sämitiggelahâtoimâkode jesâneh.

source: Asiantuntijaseminaari järjestetään hybridimuodossa.
smn: Äššitobdeeseminaar uárnejuvvoo hybridihäämist.

source: Puhujat ja muut osallistujat osallistuvat seminaariin joko paikan päällä Lapin yliopiston Castren-salissa tai etäyhteyksin.
smn: Sárnooh já eres uásálisteeh uásálisteh seminaarân jo-uv pääihi alne Laapi ollâopâttuv Castren-salist teikkâ káidusohtâvuođâin.

source: Seminaariin ilmoittautuminen on päättynyt 15.8. Ilmoittautuneille lähetetään ennakkomateriaalia ja ohjeet osallistumista varten.
smn: Almottâttâm seminaarân lii nuuhâm 15.8. Ulmuid, kiäh láá almottâttâm seminaarân, vuolgâttuvvoo ovdâmateriaal já ravvuuh uásálistem várás.

source: Ohjelma suomeksi
smn: Ohjelm suomâkielân

source: English version
smn: Ohjelm orjâlâškielân

source: Saamelaiskäräjälain muutosta valmistelleen toimikunnan mietintö eli esitys lakimuutoksista julkistettiin 11.5.2021.
smn: Ohjelm eŋgâlâškielân

source: Ehdotettujen muutosten tavoitteena on edistää saamelaisten itsemääräämisoikeuden toteutumista sekä parantaa saamelaisten kieltään ja kulttuuriaan koskevan itsehallinnon ja saamelaiskäräjien toimintaedellytyksiä.
smn: Sämitiggelaavâ nubásmittem valmâštâllee toimâkode smiettâmuš ađai iävtuttâs lahânubástusâin almostui 11.5.2021.

source: Lisäksi tavoitteena on korjata nykytilanne erityisesti YK:n ihmisoikeuskomitean edellyttämällä tavalla.
smn: Iävtuttum nubástusâi ulmen lii ovdediđ sämmilij jiešmeridemvuoigâdvuođâ olášume sehe pyerediđ sämmilij jieijâs kielân já kulttuurân kyeskee jiešhaldâšem já sämitige toimâmmáhđulâšvuođâid.

source: Toimikunnan mietintö on ollut lausuntokierroksella kesän aikana.
smn: Ton lasseen ulmen lii tivvoođ tááláá tile eromâšávt OA olmoošvuoigâdvuotâkomitea vátámuš miäldásávt.

source: Saamelaiskäräjälain muutos: https://www.samediggi.fi/saamelaiskarajalain-muutos/
smn: Toimâkode smiettâmuš lii lamaš ciälkkámušrieggest keesi ääigi.

source: Lue toimikunnan mietintö tästä
smn: Sämitiggelaavâ nubásmittem: https://www.samediggi.fi/saamelaiskarajalain-muutos/

source: Hankesivu: https://oikeusministerio.fi/hanke?tunnus=OM002:00/2020
smn: Luuvâ toimâkode smiettâmuš täst

source: Lisätietoja:
smn: Hahâsijđo: https://oikeusministerio.fi/hanke?tunnus=OM002:00/2020

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Lasetiäđuh:
